Revit 2024 API
TextNode.TabSize Property
 The size [ft] of the interval between tab stops, in model space.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double TabSize { get; }
Visual Basic
Public ReadOnly Property TabSize As Double
	Get
Visual C++
public:
property double TabSize {
	double get ();
}
See Also
TextNode Class
Autodesk.Revit.DB Namespace